Repository: samehfido/appetizer-code
Catalog: Data/Plugins/Securizer/Locales/*/plugin.po
Languages: fr

source: Included files:
fr: Fichiers inclus :

source: List of files to be encrypted. Put one item per line. Wildcard such as '*' or '?' are supported. Use the special variable $(Drive) to specify the drive Appetizer is installed on.
fr: Liste des fichiers à crypter. Un fichier par ligne. Les caractères spéciaux tel que '*' ou '?' sont acceptés. Utilisez la variable $(Drive) pour spécifier le lecteur sur lequel Appetizer est installé.

source: Excluded files:
fr: Fichiers exclus :

source: List of files to be excluded.
fr: Liste des fichiers à exclure :

source: Ask me to encrypt my files when I close Appetizer
fr: Crypte mes fichiers lorsque je ferme Appetizer

source: Ask me to decrypt my files when I open Appetizer
fr: Décrypte mes fichiers lorsqu'Appetizer démarre

source: Fatal i/o error (was the file already open?)
fr: Erreur E/S fatale (le fichier était peut-être déjà ouvert)

source: Incorrect password (or wrong file format)
fr: Mot de passe incorrect (ou format de fichier incorrect)

source: Non-fatal i/o error (file is missing, or not readable)
fr: Erreur E/S non-fatale (fichier est manquant, ou n'est pas lisible)

source: The password must be between 4 and 20 characters.
fr: Le mot de passe doit être entre 4 et 20 caractères

source: The password must only contain letters and numbers.
fr: Le mot de passe ne doit contenir que des lettres et des nombres.

source: Password:
fr: Mot de passe :

source: Please type-in a password between 4 and 20 characters. Only letters and numbers are accepted.
fr: Veuillez taper un mot de passe d'entre 4 et 20 caractères. Seuls les chiffres et lettres sont acceptés.

source: Confirm:
fr: Confirmer :

source: Please confirm the password
fr: Veuillez confirmer votre mot de passe

source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

source: Encryption
fr: Démarrer le cryptage

source: Decryption
fr: Démarrer le décryptage

source: Encryption in progress. Please wait...
fr: Cryptage en cours. Veuillez patienter...

source: Decryption in progress. Please wait...
fr: Décryptage en cours. Veuillez patienter...

source: Please wait...
fr: Veuillez patienter...

source: Some errors occured during the operation:
fr: Quelques erreurs se sont produites durant l'opération :

source: Start encryption
fr: Démarrer le cryptage

source: Start decryption
fr: Démarrer le décryptage

source: Help
fr: Aide
