Repository: samehfido/appetizer-code
Catalog: Data/Help/*/appetizer_help.po
Languages: de, et, fr, ja

source: Introduction
de: Einführung
et: Tutvustust
ja: イントロダクション - はじめに

source: About Appetizer
de: Über Appetizer
et: Info Appetizerist
fr: À propos d'Appetizer
ja: Appetizer について

source: Appetizer is a free application launcher, or dock, for Windows. It allows organizing and launching your applications and other shortcuts into a convenient dock. The app is skinable and entirely customizable.
et: Appetizer on tasuta programmiavaja või dokk Windowsile. See aitab organiseerida ja avada sinu programme ja teisi otseteid dokki. Seda dokki on võimalik skinnida ja täiesti muudetav.
fr: Appetizer est un utilitaire gratuit qui permet de gérer ses programmes et raccourcis sous Windows. Le logiciel peut-être facilement personnalisé à l'aide de thèmes et plugins.
ja: Appetizer は、Windows で利用可能なフリーの Dock 型アプリケーションランチャです。アプリケーション、またはショートカットを Dock に分類して格納、実行することが出来ます。また、スキンにも対応していて、カスタマイズも自由に可能です。

source: Additionally, the application supports the [http://portableapps.com PortableApps.com] format. So if you use Appetizer on a removable drive in the PortableApps.com format, the application will detect it and automatically import all your applications along with the 'Documents', 'Videos', 'Music' and 'Pictures' folders.
et: See programm toetab [http://portableapps.com PortableApps.com] formaati. Kui sa kasutad Appetizeri eemaldataval kõvakettal PortavleApps.com formaadis, siis programm tunned selle automaatselt ära ja impordib kõik programmid koos dokumentidega, videote, muusika ja piltide kaustadega.
ja: このアプリケーションは [http://portableapps.com PortableApps.com] の形式に対応しています。リムーバブルドライブで、PortableApps.com 形式 のアプリケーションを使用している場合は、自動的に検出され、あなたのアプリケーションに伴うすべての 'ドキュメント'、'動画'、'音楽' と '画像'フォルダは自動的にインポートされます。

source: Features
de: Merkmale
et: Lisad
fr: Fonctionalités
ja: 機能

source: Support for multiple skins
de: Unterstützung für verschiedene Designs
et: Toetab palju skinne
fr: Apparence personalisable
ja: 複数のスキンに対応

source: Support for plugins
et: Toetab lisasid
fr: Gestion de plugins
ja: プラグインに対応

source: Resizable dock, which allows displaying the icons both horizontally or vertically.
de: Größenveränderliche Leiste, die eine horizontale wie vertikale Anordnung der Symbole erlaubt.
et: Suurendatav dokk, mis lubab ikoonidel kuvada horisontaalselt ja vertikaalselt.
fr: Mode horizontal et vertical
ja: リサイズ可能な Dock、アイコンの横/縦方向への表示

source: Three sizes of icons: Small, large and extra-large
de: Darstellung der Symbole in mehreren Größen möglich
et: Kolm ikooni suurust: Väike, suur ja ekstrasuur
fr: Trois tailles d'icônes disponible
ja: 3 種類のアイコン表示サイズ: 小、大、及び特大(Vista)

source: Support for custom icons
de: Unterstützung für eigene Symbole
et: Toetab ikoone
fr: Gestion de d'icônes personnalisées
ja: カスタムアイコンに対応

source: 'Wizard' to automatically imports shortcuts from various locations
de: Assistent zum Import von Verknüpfungen aus bestimmten Verzeichnissen
et: 'Wizard` automaatselt impordib ikooni teisest kohast
fr: Outil pour importer automatiquement ses raccourcis depuis divers endroits
ja: 様々な場所からのショートカットの自動インポート

source: Organize the icons by drag & dropping them
de: Anordnung der Symbole kann durch “drag&drop” verändert werden
et: Organiseeri ikoone vedades neid dokki
fr: Organisation des icônes par glissé-déposé
ja: ドラッグドロップによるアイコンの分類

source: 'Multi-launch' functionality
de: Multi-/Schnellstartfunktion
et: Mitme programmi käivitaja funktsioon
fr: Possibilité de lancer plusieurs programmes simultanément
ja: ' 複数起動 ' 機能

source: Regroup multiple shortcuts within one menu
de: Neuanordnen und Kategorisieren zahlreicher Verknüpfungen innerhalb eines Menüs
et: Grupeeri mitu otseteed ühe menüüga
fr: Groupe plusieurs raccourcis sous une même icône
ja: ひとつのメニュー内のショートカットグループ(複数)の再構築

source: Hot key to hide / show the dock
de: Tastenkürzel, um Appetizer zu verstecken bzw. vor die anderen Fenster zu bringen
et: Kuum võti peitmiseks/näitamiseks dokki
fr: Raccourci clavier pour afficher / cacher le programme
ja: ホットキーによる Dock の表示/非表示

source: Special items to provide extra functionalities: hide / show the desktop, Recycle Bin, Control Panel, etc.
de: Einbindung spezieller Windowsfunktionen: den Desktop verstecken / zeigen, Papierkorb, Systemsteuerung etc.
et: Ekstra ikoonid, et võimaldada ekstrafunktsioone: peida / näita töölauda, Prügikast, Kontrollpaneel, jpm.
fr: Raccourcis spéciaux pour fournir des fonctionnalités supplémentaires : montrer le bureau, Corbeille, Panneau de Configuration, etc.
ja: 特殊アイテムへ付加される機能: デスクトップを表示、ゴミ箱、コントロールパネル、その他、の表示/非表示

source: Support for multiple languages
de: In mehreren Sprachen erhältlich
et: Toetab palju keeli
fr: Disponible en plusieurs langues
ja: 複数の言語に対応

source: Minimize to tray icon functionality
de: Kann in die Infoleiste abgelegt werden (“Minimize to tray”-Funktion)
et: Minimiseeri tööribale
fr: Peut être minimisé dans la barre de notification
ja: 最小化時にトレイに移動

source: Using Appetizer
de: Appetizerfunktionen
et: Kasutades Appetizeri
fr: Utiliser Appetizer
ja: Appetizer - 使用方法

source: Appetizer is made to be simple and intuitive. To get more information about an icon or a button, simply move the mouse over it. Additionally, try right-clicking the dock in different places - certain parts of the application such as the icons or the icon panel provide various contextual actions.
de: Appetizer ist einfach und selbsterklärend. Führen Sie einfach den Mauszeiger über ein Symbol oder einen Schaltknopf, um mehr dazu zu erfahren. Der Rechtsklick auf Symbole oder Symbolleiste öffnet entsprechende Kontextmenüs.
et: Appetizer tehti lihtsaks ja vaistlikuks. Et saada infot ikooni või nupu kohta, lihtsalt liiguta hiirt üle selle. Lisaks, proovi paremklõpsata dokil erinevates kohtades - kindlates osaded programmis nagu ikoonidel või ikooni paneelidel, mis näitab erinevaid tegusid.
fr: Appetizer est simple et intuitif à utiliser. En général, pour obtenir plus d'information sur une icône ou un bouton, déplacer la souris par dessus pour faire apparaitre une bulle d'aide. En outre, essayez de faire un clique-droit en divers endroit du programme pour voir quelles actions contextuelles sont disponibles.
ja: Appetizer は、簡単に直感的に操作出来るように設計されています。アイコン、ボタン等の説明は、マウスをそれぞれの上に移動させるだけで表示されます。また、Dock 画面を右クリックでコンテキストメニューが表示され、アイコン、パネルなど場所によって様々な動作に関する項目が現れます。

source: Adding a shortcut
de: Eine Verknüpfung hinzufügen
et: Otseteed lisades
fr: Ajouter un raccourci
ja: ショートカットの追加

source: To add a shortcut, right-click anywhere on the icon panel and select 'New shortcut', then select a file or folder. Alternatively, you may also directly drag and drop a file onto the dock.
et: Et lisada otseteed, tee paremklõps ükskõik kus ikoonipaneelil ja vali ´Uus otsetee´, siis vali fail või kaust. Lihtsamalt sa võid lihtsalt hiirega lohistada otsetee dokkile.
fr: Pour ajouter un raccourci, faire un clique-droit n'importe où sur la panneau d'icône et sélectionner 'Nouveau raccourci', ensuire sélectionner un fichier ou dossier. Autrement, vous pouvez également glisser / déposer un fichier directement sur le panneau d'icônes.
ja: ショートカットの追加方法は、パネル上で右クリックしてメニューの ' 新規ショートカット ' から選択してファイルかフォルダを選択してください。 または、Dock 画面に直接ドラッグドロップして追加することも可能です。

source: Adding a group of shortcuts
de: Verknüpfungen kategorisieren
et: Lisades otseteede gruppi
fr: Ajouter un groupe de raccourcis
ja: グループへのショートカットの追加

source: To create a group of shortcuts, right-click anywhere on the icon panel, select 'New group', give a name to the group, and click 'Save'. To add shortcuts to this group, click or right-click on it and select 'Organize group shortcuts'. The newly opened window display all your shortcuts in a tree-like control. You can drag & drop these icons to add them to the group. You can also reorder them, still by drag & dropping them. Once this is done, click the 'Close' button.
de: Um Symbole in Gruppen anzuordnen, genügt ein Rechtsklick auf die freie Fläche derSymbolleiste. Wählen Sie im Kontextmenü "Neue Kategorie", geben Sie der Kategorie einen Namen und "Speichern" Sie. Um nun Verknüpfungen zur Kategorie hinzuzufügen, genügt ein Klick auf ihr Symbol: "Neue Verknüpfung" auswählen. Im geöffneten Fenster finden sich nun alle Symbole baumartig verbunden. Sie können nun beliebig in die gewünschte Kategorie per "drag&drop" eingeordnet werden. "Schließen" sichert die neue Anordnung.
et: Et luua otseteede gruppi, tee paremklõps ükskõik kus ikoonipaneelil, vali ´Uus grupp´, anna grupile nimi ja kliki ´Salvesta´. Et lisada otseteed sinna gruppim kliki või tee paremklikk ja vali `Organiseeri grupi otseteid´. Uus avanenud aken kuvab kõiki sinu otseteid puutüve stiilis. Sa saad lohistada neid ikoone ja lisada gruppi. Sa saad neid veel seadistada. Kui see on tehtud siis kliki ´Sulge´nupul.
fr: Pour ajouter un groupe de raccourcis, faites un clique droit dans la zone où se trouve les icônes et sélectionnez 'Nouveau groupe', puis cliquez 'Sauvegarder'. Pour ajouter des raccourcis à ce groupe, cliquez dessus et sélectionnez 'Organiser le groupe'. La fenêtre nouvellement ouverte affiche tous vos raccourcis dans une arborescence. Vous pouvez glisser-déposer ces icônes pour les ajouter au groupe. Une fois cela fait, cliquez sur le bouton 'Fermer'.
ja: ショートカットのグループを作成するときは、最初に画面を右クリックして '新規グループ' を選択します。グループのプロパティダイアログが開くので、グループの名前をつけて '保存' を押してください。(グループアイコンが画面に追加されます) そして追加したいショートカットアイコンを右クリックして、'グループに追加' メニューからグループ名を選択します。 また、グループアイコンの右クリックから 'ショートカットグループの分類' で表示されるツリー上でも新たにショートカットを追加したり、グループ内のショートカットを別のグループに移動(ドラッグドロップ)することも出来ます。

source: Adding a special items
de: Windowsfunktionen einbinden
et: Lisades spetsiaalset ikooni
fr: Ajouter un raccourci spécial
ja: 特殊アイテムの追加

source: Special items provide additional functionalities that would not be possible using a normal shortcut. The special items include a 'Show desktop' button, the Recycle Bin, a link to the Control Panel, etc.
de: "Windowsfunktionen einbinden" ermöglicht Funktionen, die mit einer normalen Verknüpfung nicht zur Verfügung stehen. Dazu gehören "Desktop zeigen", der Papierkorb, eine Verknüpfung mit der Systemsteuerung, die Suchfunktion etc.
et: Spetsiaalne ikoon omab rohkem trikke kui tavalisel ikoonil. Spetsiaalne ikoon sisaldab ´Näita töölauda´nuppu, Prügikasti ja linki Kontrollpaneelile, jpm.
fr: Les raccourcis spéciaux fournissent des fonctionnalités supplémentaires qui n'auraient pas été possibles avec un raccourci normal.
ja: 特殊アイテムの追加からは、通常はショートカットを利用できない項目に関する操作を行う事が出来ます。特殊アイテムには、'デスクトップを表示' ボタン、ゴミ箱、コントロールパネル、その他のリンクが含まれています。

source: To add a special item, right-click on the dock and select 'Add special item'.
de: Rechtsklick auf die freie Fläche der Symbolleiste öffnet das Kontextmenü. Sie können dann unter "Windowsfunktionen einbinden" die gewünschte Verknüpfung wählen.
et: Et lisada spetsiaalset ikooni, paremklõps dokil ja vali ´Lisa spetsiaalne ikoon´.
fr: Pour ajouter un raccourci spécial, faire un clique droit sur le panneau d'icônes puis sélectionner 'Ajouter raccourci spécial'.
ja: これらのアイテムの追加は、画面を右クリックして' 特殊アイテムを追加 ' から追加することが出来ます。

source: Modifying, moving or deleting a group or shortcut
de: Eine Verknüpfung ändern, verschieben oder löschen
et: Otsetee või grupi muutmine, lohistamine või kustutamine.
fr: Modifier, déplacer ou supprimer un groupe ou un raccourci
ja: ショートカットを編集、移動、削除する方法

source: To change the properties of an icon, such as its name or location, right-click on it and select 'Properties'. To move an icon to a different location, click and drag it. To remove a shortcut, right-click on it and select 'Remove'.
de: Um die Eigenschaften einer Verknüpfung wie Name oder Pfad zu ändern, genügt ein Rechtsklick auf das Symbol; dann bitte "Eigenschaften" wählen. Um ein Symbol zu verschieben, können Sie darauf klicken und es unter Festhalten an die gewünschte Stelle auf der Leiste ziehen ("drag&drop"). Zum Entfernen genügt wieder ein Rechtsklick darauf und die Auswahl "Verknüpfung löschen...".
et: Et muuta ikooni seadeid, näiteks nime või asukohta, paremklõps sellel ja vali ´Seaded´. Et lohistada ikooni teise asukohta, kliki ja lohista seda. Et eemaldada otseteed, paremklõps sellel ja vali `Eemalda´.
fr: Pour changer les propriétés d'une icône, tel que son nom, faite un clique-droit dessus puis sélectionnez 'Propriétés'. Pour déplacer l'icône, cliquez-déposez là. Pour supprimer une icône, faites un clique-droit dessus puis sélectionnez 'Enlever'.
ja: ショートカットのアイコン、名前などはアイコンを右クリックして ' プロパティ ' から編集することが可能です。アイコンは直接ドラッグすることで移動できます。削除するときは、アイコンを右クリックしてメニューから '除去' を選択します。

source: Changing the properties of a shortcut or group
de: Eigenschaften für eine Verknüpfung oder Kategorie ändern
et: Otsetee või grupi seadete muutmine
fr: Changer les propriétés d'un raccourci ou groupe
ja: ショートカットグループのプロパティの変更

source: To change the properties of a shortcut or group, right-click on an icon and select 'Properties'. The following options are available:
de: Um die Eigenschaften einer Verknüpfung oder Kategorie zu ändern, Rechtsklick auf das betreffende Symbol und im Kontextmenü "Eigenschaften" wählen. Folgende Möglichkeiten stehen zur Verfügung:
et: Et muuta otsetee või grupi seadeid, paremklõps ikoonil ja vali ´Seaded´. Järgmised valikud on saadaval:
fr: Pour changer les propriétés d'un raccourci ou groupe, faire un clique droit sur une icône puis sélectionner 'Propriétés'. Les options suivantes sont disponibles :
ja: ショートカットグループのプロパティは、ショートカットを右クリックして' プロパティ 'から以下のオプションを設定できます:

source: Name: The name displayed in the tooltip
de: Name: Bezeichnung, die bei Führen des Mauszeigers über die Verknüpfung im "Tooltip" erscheint.
et: Nimi: Nimi mis kuvatakse tooltipil
fr: Nom : Le nom affiché dans l'info-bulle
ja: 名前: ツールヒントで表示される名前

source: Location: The target of the shortcut. Click on the '...' button to change it.
de: Ort: das Ziel der Verknüpfung. Ändern Sie den Pfad über "...".
et: Asukoht: Otsetee koht. Kliki ´...´nupul, et muuta seda.
fr: Emplacement : La cible du raccourci. Cliquer sur '...' pour la changer.
ja: 場所: ショートカットの位置、 '...' ボタンから変更出来ます。

source: Parameters: You may also specify some additional command line arguments in this field. This could be a path to a file or some switches specific to the application. This field is only relevant for executables and is optional.
de: Parameter: Sie können zusätzliche Argumente in diesem Feld eintragen. Sowohl Pfade zu einer Anwendung wie auch bestimmte Befehle können so hinzugefügt werden. Das Feld kann allerdings nur für .exe genutzt werden und bleibt ansonsten leer.
et: Parameetrid: You may also specify some additional command line arguments in this field. This could be a path to a file or some switches specific to the application. This field is only relevant for executables and is optional.
fr: Paramètres : Vous pouvez également spécifier des paramètres de ligne de commande dans ce champ. Cela peut-être le chemin vers un fichier ou des options spécifiques au programme. Ce champ est optionel.
ja: パラメータ: このフィールドからいくつかの引数を追加することができます。ファイルによっては既にパス、オプションスイッチなどが設定されていることがあります。(このフィールドの設定は任意です)

source: Icon: Click on 'Change icon' to select a custom icon. Click on 'Use default' to revert the icon to the default.
de: Symbol: Klicken Sie auf "Symbol wechseln", um ein neues Symbol auszusuchen. Wählen Sie "Standard verwenden", um die Aktion rückgängig zu machen.
et: Ikoon: Kliki ´Muuda ikooni´, et valida ikoon. Kliki ´Kasuta tavalist´, et kasutada vaikeväärtust.
fr: Icône : Cliquer sur 'Changer icône' pour sélectionner une autre icône. Cliquer 'Utiliser défaut' pour restaurer l'icône initiale.
ja: アイコン: ' アイコンを変更 ' をクリックすることで、アイコンを別のものに変更することが出来ます。' デフォルトに戻す ' で変更を元に戻します。

source: Minimizing / Maximizing the dock
de: Appetizer minimieren / maximieren
et: Doki minimiseerimine / suurendamine
fr: Minimiser / Maximiser Appetizer
ja: Dock の最大化 / 最小化

source: The dock can be minimized to the tray icon by clicking on the 'x' button. To bring it back to front, simply click on the tray icon. Note that this behavior can be changed in the 'Configuration' dialog
et: Dokki on võimalik minimiseerida tööribale klikkides ´x´nuppu. Et see tagasi esile tuua, kliki tööribal. Seda seadistust saab muuta ´Seadistamine´dialoogis.
fr: Le logiciel peut être minimisé dans la zone de notifications en cliquant sur le bouton 'x'. Pour la rendre visible à nouveau, cliquez sur l'icône dans la barre de notifications.
ja: ' X ' ボタンを押したときに終了しないでトレイに移動します。復帰する場合は、トレイアイコンをクリックしてください。* この動作は、' 設定 ' ダイアログから変更することが出来ます。

source: Right-click on the tray icon for additional options.
de: Rechtsklick auf das Infoleistensymbol öffnet weitere Funktionen.
et: Paremklõps tray ikoonil seadeteks.
fr: Faite un clique-droit sur l'icône dans la barre de notifications pour plus d'options.
ja: トレイアイコンの右クリック時の追加オプション

source: The option panel
de: Das Einstellungsfenster
et: Valikute paneel
fr: La panneau d'options
ja: オプションパネル

source: The option panel pops up when you click on the big arrow button. If you move the mouse over any of its buttons, a tooltip will show up giving you more information.
de: Das Einstellungsfenster öffnet sich nach dem Klick auf den Pfeil im Randbereich der Appetizerleiste. Wenn man mit der Maus über die dann sichtbaren Knöpfe fährt, zeigt ein "Tooltip" die Funktion an.
et: See valikute paneel avab pop-up teate kui sa klikid suurt noolenuppu. Kui sa liigutad hiirt üle nuppude siis tooltip näitab rohkem infot.
fr: Le panneau d'options apparait lorsque vous cliquer sur le bouton fléché. Si vous déplacez la souris au dessus d'un de ses boutons, une bulle d'aide expliquant la fonction du bouton apparait.
ja: Dock 画面左側中央のシンボルをクリックすることで、オプションパネルが開きます。ボタン上にマウスを合わせるとそれぞれのボタンの説明がポップアップ表示されます。

source: Importing several shortcuts automatically
de: Verschiedene Verknüpfungen automatisch importieren
et: Mitme otsetee automaatne importimine
fr: Importer plusieurs raccourcis automatiquement
ja: 複数のショートカットの自動インポート

source: It is possible to automatically import shortcuts into Appetizer from various locations, including the Windows 'Start menu', the 'Quick Launch' toolbar, or the PortableApps folder. To do so, click on [images/ImportButton.jpg] in the [#OptionPanel option panel] and select where you would like to import shortcuts from, then click 'Start'.
de: Es ist möglich, Verknüpfungen aus verschiedenen Verzeichnissen in Appetizer zu importieren. Dazu gehören das Windows "Start Menü", die Windows "Schnellstartleiste" oder der "PortableApps" Ordner. Klicken Sie dazu auf [images/ImportButton.jpg] im [#OptionPanel Einstellungsfenster] und wählen Sie, woher Sie die Verknüpfungen importieren wollen. Danach bestätigen Sie mit "Start >>".
et: On võimalik automaatselt importida otseteid Appetizeri mitmetest asukohtadest, sisaldades Windowsi ´Start- menüüd´, Kiirvalikute tööriba või PortableApps kausta. Et seda teha kliki sellel [images/ImportButton.jpg] seal [#OptionPanel option panel] ja vali kuhu sa tahaksid importida otseteid kusagilt ja siis kliki ´Start´.
fr: Il est possible d'importer automatiquement des raccourcis dans Appetizer à partir de diverses sources, y compris le menu 'Démarrer' de Windows, la barre de 'Lancement Rapide', ou encore à partir du dossier 'PortableApps'. Pour cela, cliquez sur [images/ImportButton.jpg] dans le [#OptionPanel panneau d'options] et sélectionnez d'où vous souhaitez importer vos raccourcis. Puis cliquez sur 'Démarrer'.
ja: Appetizer へは、様々な場所から自動的にショートカットをインポートすることが出来ます。(例: Windows ' スタートメニュー ', ' クイック起動バー ' また、PortableApps のフォルダ等) 登録方法は、 [#OptionPanel option panel] オプションパネルの次のボタン [images/ImportButton.jpg] をクリックしてショートカットを選択後、' 開始 'をクリックしてください。

source: Launching several application simultaneously
de: Die "Schnellstart"-Gruppe
et: Käivitades mitu programmi korraga
fr: Démarrer plusieurs logiciels simultanément
ja: 複数のアプリケーションの同時起動

source: Appetizer provides a functionality to launch several applications at the click of a button. This is equivalent to the Startup menu on Windows, except that it launches the app on your portable drive. To use this 'Multi-launch' group, follow these steps:
de: Die “Schnellstart”-Funktion erlaubt das gleichzeitige Öffnen mehrere Programme, Ordner oder Dokumente über einen Knopf im Einstellungsfenster. Vorgehen:
fr: Appetizer permet de lancer plusieurs programmes simplement en cliquant sur un bouton. Ceci est l'équivalent du menu 'Démarrage' de Windows, à ceci près qu'il lance les logiciels présent sur votre disque portatif. Pour utiliser cette fonctionalité de 'Lancement multiple', suivez ces instructions :
ja: Appetizer には、複数のアプリケーションをワンクリックで同時に実行する機能があります。ポータブルドライブからのアプリケーションの実行を除き、この機能は、Windows スタートアップメニューとほぼ同等の機能です。' 複数起動 ' グループの作成は、次の手順で行ってください。 :

source: Right-click on any icon and select 'Multi-launch group' from the context menu
de: Rechtsklick auf ein Symbol und Anwahl des Menüpunktes “Zur Schnellstart-Gruppe hinzufügen”
et: Paremklõpsa ikoonil ja vali ´MItmeprogrammi käivitamine´ menüüst.
fr: Faites un clique-droit sur n'importe quelle icône et sélectionnez 'Groupe de lancements multiples'
ja: アイコンを右クリックして、メニューから' 複数起動グループに追加 ' を選択してください。

source: You can add as many shortcuts as you wish
de: Schritt eins für beliebig viele Symbole wiederholen
et: Sa saad lisada niipalju otseteid kui ise tahad
fr: Vous pouvez ajouter autant d'icônes que vous le souhaitez
ja: じ操作を繰り返して複数起動グループにアイテムを追加します。

source: To trigger the 'Multi-launch' group, open the [#OptionPanel option panel] and click on the 'Multi-launch' button: [images/Multilaunch.jpg]
de: [#OptionPanel Einstellungsfenster] öffnen und zum Schnellstart auf den "Blitz" klicken: [images/Multilaunch.jpg]
fr: Pour déclencher le 'Groupe de lancement multiple', ouvrez le [#OptionPanel panneau d'options] et cliquez sur le bouton 'Lancement multiple' : [images/Multilaunch.jpg]
ja: ' 複数起動 ' グループのトリガーは、[#OptionPanel option panel] オプションパネル内の ' 複数起動 ' ボタンをクリックしたときに実行されます。: [images/Multilaunch.jpg]

source: Plugins
et: Lisad
ja: プラグイン

source: Appetizer supports a plugin system that allows easily adding new functionalities and customizing the application to your needs.
et: Appetizer toetab lisade süsteemi, mis lubab lisada uusi funktsioon ja muuta programmi oma vajadustele ümber.
fr: Appetizer fourni un système de plugin qui permet de facilement ajouter de nouvelles fonctionnalités et de personnaliser le logiciel comme vous le souhaitez.
ja: Appetizer は外部プラグインに対応しています。この機能で簡単に新しい機能を追加していくことが出来ます。

source: Adding a plugin
et: Lisa lisaded
fr: Ajouter un plugin
ja: プラグインの追加

source: To add a plugin, follow these steps:
et: Et lisada lisa, järgige järgnevaid samme:
fr: Pour ajouter un plugin, suivez ces indications :
ja: プラグインは次の手順で追加します:

source: Open the [#Configuring Configuration dialog].
et: Ava [#Configuring Configuration dialog].
fr: Ouvrez la [#Configuring fenêtre de configuration].
ja: 最初に設定ダイアログを開きます[#Configuring Configuration dialog]。

source: Open the 'Plugins' tab.
et: Ava ´Lisade´ kaart.
fr: Ouvrez l'onglet 'Plugins'
ja: ' プラグイン ' タブを開きます。

source: Click the 'Install...' button and open the plugin's .zpl package.
et: Kliki ´Install...´nupul ja ava lisa .zpl pakett.
fr: Cliquez 'Installer...' et ouvrez le fichier .zpl du plugin.
ja: 'インストール...' ボタンをクリックすることで、プラグイン(.zpl)が追加されます。

source: If everything went well, you should see a message saying that the plugin was successfully installed. However, note that it will only be active the next time Appetizer is started.
et: Kui kõik läks hästi siis sa peaksid nägema teadet mis ütleb, et lisa oli hästi installitud. See lisa pole enam aktiivne järgmine kord kui Appetizer käivitub!
fr: Si tout s'est bien passé, vous devriez voir un message indiquant que le plugin a été installé avec succès. Cependant, notez qu'il ne sera actif que la prochaine fois que Appetizer est démarré.
ja: インストールが成功した場合は、メッセージが表示されます。 (プラグインの機能を利用するためには、プログラムを再起動する必要があります)

source: Creating a plugin
et: Lisa loomine
fr: Créer un plugin
ja: プラグインの作成方法
