Repository: samehfido/appetizer-code
Catalog: Data/Help/*/appetizer_help.po
Languages: de, et, fr, ja

source: Information on how to create a plugin is available on [http://app.etizer.org/wiki/plugin-tutorial Appetizer's website]
et: Info, kuidas lisa luua on saadaval siin [http://app.etizer.org/wiki/plugin-tutorial Appetizer's website]
ja: プラグインの作成に関する詳細な情報は、こちらを参照してください: [http://app.etizer.org/wiki/plugin-tutorial Appetizer's website]

source: Configuring Appetizer
de: Appetizer konfigurieren
et: Appetizeri konfigureerimine
fr: Configurer Appetizer
ja: Appetizer - 構成設定

source: The configuration dialogue is accessible by clicking on the 'Configuration' button in the [#OptionPanel option panel]. The description of each setting is given below:
de: Das Konfigurationsmenü öffnet sich bei Klick auf den Schraubenschlüssel im [#OptionPanel Einstellungsfenster].
et: Konfiguratsiooni diloogi saab siseneda klikkides ´Konfigureeri´nupul´seal [#OptionPanel option panel]. Nende kirjeldus on saadaval siin:
fr: La fenêtre de configuration est disponible en cliquant sur le bouton 'Configuration' dans le [#OptionPanel panneau d'options]. La description de chaque option est donnée ci-dessous :
ja: ツールの設定は、 [#OptionPanel option panel] オプションパネルの ' 設定 ' ボタンから簡単にアクセスすることが出来ます。この設定からは以下の設定を行う事が出来ます:

source: General
de: "Allgemein"
et: Põhiline
fr: Général
ja: 一般

source: [b]Language:[/b] Select your language here. If you wish to contribute and translate Appetizer in your own language, please [#Translating follow this link].
de: [b]Sprache:[/b] Wählen Sie Ihre Spracheinstellung hier. Wenn Sie Appetizer in Ihre Landessprache übersetzen wollen, [#Translating folgen Sie diesem Link].
et: [b]Keel:[/b] Vali oma keel siin. Kui sa tahad Appetizeri muuta oma emakeelseks siis kliki siia [#Translating follow this link]. =)
fr: [b]Langue :[/b] Sélectionnez votre langue ici. Si vous souhaitez contribuer et traduire Appetizer dans votre langue, veuillez [#Translating suivre ce lien].
ja: [b]言語:[/b] ここからあなたの使用したい言語を選択します。もしあなたの使用したい言語がみつからなくて、更に Appetizer のあなたの母国語への翻訳にご協力いただける場合は、どうぞ こちらのリンクへ[#Translating follow this link].

source: [b]Always on top:[/b] If this is selected the bar will always remain on top of the other windows.
de: [b]Immer sichtbar:[/b] Wenn diese Option gewählt wird, bleibt Appetizer immer als oberstes Fenster sichtbar.
et: [b]Alati pealmine:[/b] Kui see on valitud, siis dokk on alati kõikie programmiakende peal.
fr: [b]Toujour visible :[/b] Si cette option est sélectionnée, Appetizer restera tout le temps visible.
ja: [b]常に手前に表示:[/b] 選択すると、常にバーをウィンドウの最前面に表示します。

source: [b]Allow only one instance of Appetizer at a time:[/b] If this is selected, only one instance of Appetizer can run at a time.
de: [b]Nur ein Appetizerfenster zulassen:[/b] Bei Auswahl kann Appetizer nicht mehrfach parallel gestartet werden.
et: [b]Luba ainult ühel Appetizeril käivituda:[/b] Kui see on valitud, siiis saab ainult 1 Appetizer käivituda.
fr: [b]N'autoriser qu'une seule copie d'Appetizer à la fois :[/b] Si cela est sélectionné, seule une copie d'Appetizer ne pourra tourner à la fois.
ja: [b]Appetizer のインスタンスをひとつだけ許可:[/b] 選択すると、Appetizer の複数起動を禁止します。

source: [b]Install autorun file:[/b] Clicking this button will install an autorun file on your removable drive. This will allow Appetizer to automatically start when you insert the drive. However, note that in some instances Windows may prevent the autorun from being executed, for example for security reason or because the computer is set that way.
et: b]Install autorun fail:[/b] Klikkides seda nuppu, siis installitakse autorun fail sinu eemaldataval kõvakettal. See lubab Appetizeril autamaatselt startida kui sa sisestad kõvaketta.However, note that in some instances Windows may prevent the autorun from being executed, for example for security reason or because the computer is set that way.
fr: [b]Installer le fichier d'autorun :[/b] Cliquez ce bouton pour installer le fichier d'autorun sur votre disque amovible. Cela permettra à Appetizer de démarrer automatiquement lorsque vous insérez le disque. Cependant, notez que dans certains cas Windows peut empêcher l'autorun d'être exécuté, par exemple pour des raisons de sécurité ou parce que l'ordinateur est configuré pour ne pas lancer l'autorun.
ja: [b]オートランファイルのインストール:[/b] このボタンをクリックするとリムーバブルドライブにオートランファイルがインストールされます。インストールされたドライブを挿入すると Appetizer が自動的に起動します。ただ、PC の設定で、Autorun が無効にされている場合、またはセキュリティ関連のツールによってオートランが防止されることがあります。そのような場合は、手動で起動するか、PC 側の設定を変更してください。

source: [b]Check for update:[/b] Click this button to check if a new update is available.
de: [b]Nach neuer Version suchen:[/b] Schaltknopf zur Suche nach neueren Programmversionen.
et: [b]Otsi uuendusi:[/b] Kliki seda nuppu, et kontrollida kas on uuendusi saadaval.
fr: [b]Rechercher des mises à jour :[/b] Cliquez ce bouton pour vérifier si une nouvelle version est disponible.
ja: [b]アップデートの確認:[/b] 利用可能な新しいバージョンが公開されていないかチェックします。

source: Appearance
de: "Aussehen"
et: Välimus
fr: Apparence
ja: 外観

source: [b]Icon size:[/b] Choose the size of the icons.
de: [b]Symbolgröße:[/b] Zur Auswahl stehen mehrere Größen.
et: [b]Ikooni suurus:[/b] Vali ikooni suurus.
fr: [b]Taille des icônes :[/b] Choisissez la taille des icônes.
ja: [b]アイコンサイズ:[/b] 表示されるアイコンのサイズを選択します。

source: [b]Orientation:[/b] The bar can be vertically or horizontally orientated.
de: [b]Ausrichtung:[/b] Die Symbolleiste kann horizontal oder vertikal orientiert werden.
et: [b]Paigutamine:[/b] Seda saab horisontaalselt ja vertikaalselt paigutada.
fr: [b]Orientation :[/b] La barre peut être orientée verticalement ou horizontalement.
ja: [b]方向:[/b] バーを縦方向に使用するか、横方向に使用するかを選択します。

source: [b]Skin:[/b] Choose one of the available skins.
de: [b]Design:[/b] Wählen Sie eine der verfügbaren Ansichten.
et: [b]Rüü:[/b] Vali saadaval olevatest rüüdest üks.
fr: [b]Apperance :[/b] Changez l'apparene globale d'Appetizer en utilisant ce menu.
ja: [b]スキン:[/b] 利用可能なスキンから選択します。

source: Operations
de: "Extras"
et: Operatsioonid
fr: Opérations
ja: 操作

source: [b]Auto-hide after launching an application:[/b] Select this option to have Appetizer hides itself each time you launch an application.
de: [b]Nach Start einer Anwendung minimieren:[/b] Wählen Sie diese Option, wenn Sie Appetizer nach jedem Start einer Anwendung minimieren wollen.
et: [b]Automaatselt peida-näita:[/b] Vali see valik , kui tahad Appetizer peidaks end iga kord kui avad programmi.
fr: [b]Cacher la barre après avoir lancé un programme :[/b] Sélectionnez cette option pour que Appetizer soit minimisé dans la barre de notification à chaque fois que vous lancez un programme.
ja: [b]アプリケーション起動後に自動的に隠れる:[/b] チェックすると、アプリケーションを起動後 Appetizer を自動的に非表示にします。

source: [b]When ejecting the drive, close the apps that are locking it:[/b] If this option is selected, all the apps that are open on your removable drive will be closed when you click on the 'Eject' button.
fr: [b]Fermer les logiciels bloquants lors de l'éjection du disque : [/b] Si cette option est sélectionnée, tous les logiciels qui sont ouverts sur le disque amovible seront fermées lorsque vous cliquerez sur le bouton d'éjection.
ja: [b]ドライブをイジェクトするときは、ロックしているアプリケーションを終了する :[/b] チェックされている場合は、' イジェクト 'ボタンがクリックされた際、ドライブをイジェクトする前にリムーバブルドライブを使用している可能性のあるアプリケーションをすべて終了させます。

source: [b]Run multi-launch group on startup:[/b] Tick off this option to automatically run the [#Multilaunch multi-launch group] on startup.
et: [b]Ava mitmeprogrammi käivitumine startupil:[/b] Vali see kui sa tahad [#Multilaunch multi-launch group] startupil.
fr: [b]Démarrer le groupe de Lancement Multiple au démarrage :[/b] Sélectionnez cette option pour démarrer automatiquement le groupe de [#Multilaunch lancement multiple] au démarrage.
ja: [b]スタートアップ時に複数起動グループを実行:[/b] 複数起動グループ [#Multilaunch multi-launch group] をスタートアップ時に実行する場合は、ここにチェックを入れておいてください。

source: [b]'Close' button minimizes to System Tray:[/b] By default, the application is minimized to the System Tray when the 'Close' button is clicked. Tick off this option to make the 'Close' button actually close the app.
et: [b]´Sulge´nupp minimiseerib tööribale:[/b] Appetizer minimiseeritakse tööribale kui ´Sulge´nuppu valitakse. Ära vali seda kui tahad, et ´Sulge´nupp sulgeks Appetizeri.
fr: [b]Le bouton "Fermer" minimise dans la zone de notification :[/b] Par défaut, Appetizer est minimisé dans la zone de notification lorsque le bouton "Fermer" est cliqué. Décochez cette option si vous souhaitez que le bouton "Fermer" ferme réellement le logiciel.
ja: [b]' 閉じる ' ボタンでシステムトレイに移動:[/b] ここをチェックすると、アプリケーションの ' 閉じる ' ボタンがクリックされたときに、終了しないでシステムトレイに移動します。(デフォルト設定ではここにはチェックが入っています)

source: [b]Hot key to hide / show the bar:[/b] Select the hot key to hide / show the bar. Select 'none' to disable it.
de: [b]Tastenkürzel für Minimieren / Zeigen:[/b] Wählen Sie ein Tastenkürzel für das Verstecken und Zeigen von Appetizer aus.Wenn Sie kein Tastenkürzel wünschen, wählen Sie <kein>.
fr: [b]Raccourci clavier pour cacher / montrer la barre :[/b] Sélectionnez la raccourci clavier pour montrer / cacher Appetizer. Sélectionnez "Aucun" pour désactiver le raccourci clavier.
ja: [b]ホットキーでバーを表示/隠す:[/b] 有効にする場合は、使用する組み合わせを選択してください。無効にする場合は、'なし' を選択します。

source: Import
de: "Importieren"
et: Impordi
fr: Importer
ja: インポート

source: [b]Exclude these items from the import operations:[/b] Normally, when importing shortcuts using the [#Import import tool], all the executables are added to the dock. If you wish to exclude certain files, add them to this list. The item names may be specified with [http://www.computerhope.com/jargon/w/wildcard.htm wildcards]. Note that this list is also automatically populated whenever you remove a shortcut from the dock.
fr: [b]Ignorer ces fichiers lors des opérations d'importation :[/b] Normalement, l'[#Import outil d'importation] importe tous les exécutables qu'il trouve. Si vous souhaitez exclure certains fichiers ou dossiers, ajoutez les à cette liste. Le nom des fichiers peut être spécifié à l'aide de [http://enacit1.epfl.ch/didacticiel_unix_leao/shell/wildcard.html métacaractères]. Les raccourcis que vous enlevez de la barre d'icônes sont également automatiquement ajoutés à cette liste.
ja: [b]これらの操作をインポートから除外する:[/b] 通常、インポートツール[#Import import tool] を利用してショートカットを追加した場合は、すべての実行形式ファイルが Dock に追加されます。もし除外したいファイルがある場合は、ここで選択することで除外することが出来ます。この項目にはワイルドカード[http://www.computerhope.com/jargon/w/wildcard.htm wildcards] を指定することが可能です。 *注 Dock からショートカットを除去した場合は、この項目も自動的に追随します。

source: This tab displays the plugins that are currently installed along with their status.
et: See kaart näitab lisasid, mis on hetkel saadaval ja nende staatust.
fr: Cet onglet affiche les plugins qui sont affichés ainsi que leurs status.
ja: ここでは、現在インストールされているプラグインと、その状態が表示されています。

source: [b]Enable / Disable buttons:[/b] Click these buttons to enable / disable the selected plugin.
et: [b]Võimalda / Ära võimalda nupud:[/b] Kliki neid nuppe, et võimaldada / mitte võimaldada need lisad.
fr: [b]Boutons Active / Désactive :[/b] Cliquez ces boutons pour activer / désactiver les plugins sélectionnez.
ja: [b]有効 / 無効 ボタン:[/b] プラグインを選択してこのボタンを押すことで有効/無効を切り替えます。

source: [b]Install...:[/b] Click to [#AddingPlugins install a new plugin].
et: [b]Install...:[/b] Kliki, et [#AddingPlugins install a new plugin].
fr: [b]Installer... :[/b] Cliquer pour [#AddingPlugins installer un nouveau plugin].
ja: [b]インストール...: [/b] こちらをご覧ください。新規プラグインのインストール[#AddingPlugins install a new plugin].

source: Other tips
de: Weitere Tipps
et: Teised nipid
fr: Autres astuces
ja: その他のヒント

source: You can resize the dock by clicking and dragging its bottom right corner.
de: Zur Größenveränderung des Appetizer-Fensters die rechte untere Ecke anklicken und das Fenster auf die gewünschte Größe ziehen.
et: Sa saad suurendada dokki, klikkides ja lohistades doki all paremas nurgas olevaid nooli.
fr: Vous pouvez redimensionner la barre en cliquant et déplacant son coin en bas à droite.
ja: Dock の右下隅をクリックしてドラッグすることで、Dock の大きさを変更することができます。

source: You can move it by clicking anywhere on the icon panel and dragging.
de: Appetizer kann durch Anklicken und Ziehen verschoben werden.
et: Sa saad liigutada seda klikkides ükskõik kus ikooni paneelil ja lohistada.
fr: Vous pouvez la déplacer en cliquant n'importe où et en déplacant.
ja: パネル内のアイコンは、ドラッグで移動可能です。

source: The bar will snap to the borders of the screens as you move it.
de: Wenn Sie die Leiste in die Nähe des Bildschirmrandes bewegen, dockt sie dort automatisch an.
fr: La barre se 'collera' au bord de l'écran lorsque vous la déplacez.
ja: バーを画面の境界に移動していくと、端部分でスナップされます。

source: Translating Appetizer
de: Appetizer übersetzen
et: Appetizeri tõlkimine
fr: Traduire Appetizer
ja: Appetizer - ローカライズ

source: If Appetizer is not available in your own language, you can easily create your own translation. Please [%s follow this link] for more information.
de: Wenn Appetizer nicht in Ihrer Sprache verfügbar ist, können Sie einfach Ihre eigene Übersetzung auf folgende Weise erstellen: Für umfassende Informationen [%s folgen Sie diesem Link].
et: Kui Appetizer pole saadaval sinu keeles, siis on võimalik lihstalt luua oma tõlkeversioon. Palun [%s follow this link] rohkem info kättesaamiseks.
fr: Si Appetizer n'est pas disponible dans votre lange, vous pouvez facilement créer votre propre translation. Veuillez [%s suivre ce lien] pour plus d'information.
ja: Appetizer があなたの母国語で使用出来ない場合は、自分で簡単に作成することが出来ます。こちらのリンクから[%s follow this link] 詳細をご覧ください。

source: Support and links
de: Support und Links
et: Toetus ja lingid
fr: Aide et liens
ja: サポートとリンク

source: Official home page: %s
de: Offizielle Homepage: %s
et: Ametlik kodulehekülg: %s
fr: Page d'accueil officielle : %s
ja: 公式ホームページ: %s

source: Some information on how to create a plugin: %s
et: Natuke infot, et kuidas luua lisa: %s
fr: Renseignements pour la création de plugins : %s
ja: プラグインの作成方法に関する情報: %s

source: For bug reports, suggestions, comments or translations, please contact %s
de: Für Fehlermeldungen, Anregungen, Kommentare oder Übersetzungen wenden Sie sich bitte an %s
et: Vigade raporteerimiseks, ettepanekute, komeenteerimiseks või tõlkimiseks palun kontakteeruge %s
fr: Pour les rapports de bugs, suggestions, commentaires et traductions, veuillez contacter %s
ja: バグ報告、提案、その他はこちらまでご連絡ください: %s

source: Additionally, the application supports the [http://portableapps.com PortableApps] format. So if you use Appetizer on a removable drive in the PortableApps format, the application will detect it and automatically import all your applications along with the 'Documents', 'Videos', 'Music' and 'Pictures' folders.
de: Wenn Sie Appetizer auf einem USB-Stick mit dem Startmenü von [http://portableapps.com PortableApps.com] verwenden, erscheinen alle dort abgelegten Programme automatisch in Appetizer. Das gilt auch für die PortableApps.com Standardordner “Dokumente”, “Videos”, “Musik” und “Bilder”.
fr: En outre, si vous utilisez Appetizer depuis une clef USB au format [http://portableapps.com PortableApps], le logiciel le détecte et importe automatiquement sur la barre tous vos logiciels ainsi que vos dossiers 'Documents', 'Videos', 'Music' et 'Pictures'.

source: Information on how to create a plugin is available on [http://app.etizer.org/wiki/creating-a-plugin Appetizer's website]
fr: Des renseignements sur la création de plugin sont disponibles sur [http://app.etizer.org/wiki/creating-a-plugin le site d'Appetizer]

source: Appetizer is a free application launcher, or dock, for Windows. It allows organizing and launching your applications and other shortcuts into a convenient dock. The app is skinable and entirely customizable. It is available in several different languages.
de: Appetizer ist eine flexible Menü- bzw. Symbolleiste, die es erlaubt, ihre Anwendungen ebenso wie andere Verknüpfungen anzuzeigen, zu organisieren und zu starten. Derzeit können Programme, Ordner und Dokumente sowie spezielle Windowsfunktionen mit der Leiste verbunden werden.

source: To add a shortcut, right-click anywhere on the icon panel and select 'New shortcut', then select a file or folder.
de: Rechtsklick auf die freie Fläche der Symbolleiste öffnet das Kontextmenü; wählen Sie “Neue Verknüpfung...”. Ebenso kann die Verknüpfung durch einfaches Ziehen der entsprechenden Datei auf die Appetizerleiste erzeugt werden.

source: The dock can be minimized to the tray icon by clicking on the 'x' button. To bring it back to front, simply click on the tray icon.
de: Durch Klick auf "X" kann Appetizer in die Infoleiste minimiert werden. Ein Linksklick auf das Symbol in der Infoleiste ("Tray icon") bringt Appetizer wieder auf den Desktop.

source: [b]Install autorun file:[/b] Clicking this button will install an autorun file on your removable drive. This will allow Appetizer to automatically start when you insert the drive.
de: [b]"Autorun"-Datei erstellen:[/b] Tastendruck erstellt eine Autorun-Datei auf Ihrem externen Laufwerk (USB-Stick). Bei erneutem Andocken wird Appetizer automatisch ausgeführt, sofern Ihre Windows-Einstellungen Autorun ermöglichen. Diese Funktion könnte auch aus Sicherheitsgründen deaktiviert sein.

source: [b]Run multi-launch group on startup:[/b] Tick this option to automatically run the [#Multilaunch multi-launch group] on startup.
de: [b]Schnellstart-Gruppe bei Appetizerstart ausführen:[/b] Wählen Sie diese Einstellung, um die [#Multilaunch Schnellstart-Gruppe] beim Start von Appetizer auszuführen.

source: [b]Exclude these items from the import operations:[/b] Normally, when importing shortcuts using the [#Import import tool], all the executables are added to the dock. If you wish to exclude certain files, add them to this list. Note that this list is also automatically populated whenever you remove a shortcut from the dock.
de: [b]Diese Dateien vom Import ausschließen:[/b] Als Standard werden alle über den [#Import Importassistenten] ausgewählten Verzeichnisse komplett in Appetizer aufgenommen. Sollen bestimmte Dateien davon ausgenommen werden, dann fügen Sie sie der Liste hinzu. Die Liste wird ebenfalls befüllt, wenn Sie eine Verknüpfung aus Appetizer löschen.

source: Project home page: %s
de: Homepage des Projekts: %s

source: Beta versions and preleases are usually on [%s PortableApps Beta Testing forum]
de: Betaversionen und Vorabveröffentlichungen finden sich auf [%s PortableApps.com Beta Testing forum]
