Repository: samehfido/appetizer-code
Catalog: Data/Locales/*/appetizer.po
Languages: da, et, hu, ja, sv, vi

source: Hide
da: Minimer
et: Peida
hu: Elrejtés
ja: 隠す
sv: Dölj huvudfönstret
vi: Giấu

source: Show
da: Maksimer
et: Näita
hu: Megjelenítés
ja: 表示
sv: Visa huvudfönstet
vi: Cho thấy

source: Eject drive
da: Afbryd/skub ud
et: viska CD-ROM´i st plaat välja
hu: Leválasztás
ja: ドライブをイジェクト
sv: Mata ut enhet
vi: Lấy ra khỏi máy

source: Configuration
da: Indstillinger
et: Seaded
hu: Beállítások
ja: 設定
sv: Konfiguration
vi: Thiết kế

source: Close
da: Afslut
et: Sulge
hu: Bezárás
ja: 閉じる
sv: Stäng
vi: Tắt đi

source: Organize shortcuts
da: Organiser genveje
et: Kohanda otseteid
hu: Parancsikonok rendezése
ja: ショートカットの分類
sv: Organisera genvägar
vi: Sắp xếp phần đường tắt

source: This file doesn't exist or has been deleted (Error %s)
da: Filen eksisterer ikke eller er blevet slettet (Fejl %s)
et: Seda faili pole olemas või see on kustutatud (Viga %s)
hu: A fájl nem létezik, vagy nem található. (Hiba: %s)
ja: このファイルは存在しないか、または削除されています(エラー%s)
sv: Denna fil finns inte eller har tagits bort (Fel %s)
vi: Phần này đã bị xóa hoặc không hiện hữu (Error %s)

source: Group
da: Gruppe
et: Grupp
hu: Csoport
ja: グループ
sv: Grupp
vi: Nhóm

source: Unnamed
da: Unavngivet
et: Nimetu
hu: Névtelen
ja: 無題
sv: Namnlös
vi: Không có tên

source: Control Panel
da: KontrolPanel
et: Kontrollpaneel
hu: Vezérlőpult
ja: コントロールパネル
sv: Kontrollpanelen
vi: Trung tâm điều khiển

source: My Computer
da: Denne computer
et: Minu arvuti
hu: Sajátgép
ja: マイコンピュータ
sv: Den här datorn
vi: Máy điện toán của tôi

source: My Network Places
da: Netværkssteder
et: Minu võrgud
hu: Hálózati helyek
ja: マイネットワーク
sv: Mina nätverksplatser
vi: Hệ thống máy điện toán của tôi

source: Recycle Bin
da: Papirkurv
et: Prügikast
hu: Lomtár
ja: ゴミ箱
sv: Papperskorgen
vi: Thùng rác

source: Show Desktop
da: Vis Skrivebord
et: Näita töölauda
hu: Asztal megjelenítése
ja: デスクトップの表示
sv: Visa Skrivbordet
vi: Cho thấy Desktop

source: Windows Explorer
da: Windows Stifinder
et: Aknahaldur
hu: Windows Intéző
ja: エクスプローラ
sv: Utforskaren
vi: Dùng Windows Explorer

source: Search
da: Søg
et: Otsi
hu: Keresés
ja: 検索
sv: Sök
vi: Tra tìm

source: Current Drive
da: Aktuelt drev
et: Hetkel olev kõvaketas
hu: Jelenlegi meghajtó
ja: 現在のドライブ
sv: Aktuell enhet
vi: Drive hiện tại

source: Printers and Faxes
da: Printere og faxenheder
et: Printerid ja faksid
sv: Skrivare och fax
vi: Máy in và máy fax

source: Network Connections
da: Netværksforbindelser
et: Võrgu ühendused
sv: Nätverksanslutningar
vi: Nối hệ thống máy điện toán

source: Remove...
da: Fjern...
et: eemalda...
hu: Eltávolítás...
ja: 除去...
sv: Ta bort ...
vi: Tháo ra...

source: Add to Multi Launch group
da: Multistart
et: Lisa mitme programmi avamise gruppi
hu: Hozzáadás csoportos futtatáshoz
ja: 複数起動グループに追加
sv: Lägg till i gruppen Multistart
vi: Thêm vào phần Multi Launch

source: Organize group shortcuts
da: Organiser grupper
et: Kohanda gruppide otseteid
hu: Csoport parancsikonok rendezése
ja: ショートカットグループの分類
sv: Organisera genvägar för grupper
vi: Sắp xếp thứ tự phần đường tắt

source: Properties
da: Egenskaber
et: Seaded
hu: Tulajdonságok
ja: プロパティ
sv: Egenskaper

source: New shortcut...
da: Ny genvej
et: Uus otsetee...
hu: Új parancsikon...
ja: 新規ショートカット
sv: Ny genväg ...
vi: Đường tắt mới...

source: New group...
da: Ny gruppe
et: Uus grupp...
hu: Új csoport...
ja: 新規グループ...
sv: Ny grupp ...
vi: Nhóm mới...

source: Add special item
da: Tilføj...
et: Lisa spetsiaalne ikoon
hu: Különleges elemek hozzáadása
ja: 特殊アイテムを追加
sv: Lägg till specialpost
vi: Thêm vào phần Special Item

source: Uses user data directory to save settings.
da: Gem indstillinger i mappe til brugerdata
et: Kasutab kasutaja andmete järjekorda, et salvestada seadeid
hu: A felhasználói adatok maooáját használja a beállítások elmentésére.
ja: ユーザデータディレクトリに設定を保存する
sv: Använder användarens datamapp för att spara inställningarna.
vi: Lưu trữ các thay đổi

source: Sets user data path (-u will be ignored)
da: Angiv mappe til brugerdata (-u ignoreres)
et: valib kasutaja andmete pathi (-u ignoreeritakse)
hu: Sets user data path (-u will be ignored)Beállítja a felhasználói adatok elérési útját (-u itt figyelmen kívül lesz hagyva )
ja: ユーザデータパスの設定( -u で無視)
sv: Anger sökväg för användardata (-u kommer att ignoreras)
vi: Chỉ định dùng data path (-u sẽ không được để ý đến)

source: Displays the log window (useful for debugging)
da: Vis log vindue (hjælp til fejlfinding)
et: Näitab logi faili (kasulik debugginguks)
hu: Megjeleníti a log ablakot (hibakereséshez ajánlott)
ja: ログウィンドウを表示
sv: Visar loggfönster (användbart vid debugging)
vi: Cho thấy phần ghi chú (dùng cho debugging)

source: Displays this help message
da: Viser denne besked
et: Kuvab seda abiteadet
hu: Megjeleníti a súgót
ja: ヘルプメッセージを表示
sv: Visar detta hjälpmeddelande
vi: Cho thấy phần giúp đỡ này

source: Could not initialize locale.
da: Kunne ikke initialisere
hu: A helyi fájl nem található.
ja: ロケールの初期化に失敗
sv: Kan inte ändra språk.
vi: Không thể cho chạy phần initialize locale

source: Large
da: Stor
et: Suur
hu: Nagy
ja: 大
sv: Stor
vi: Lớn

source: Extra Large (XP and above)
da: Ekstra Stor(XP/Vista)
et: Ekstrasuur (XP ja kõrgemal)
hu: Nagyon nagy (XP vagy újabb)
ja: 最大( XP 以上)
sv: Extrastor (minst XP)
vi: Rất lớn (XP và hệ thống điều hành mới hơn)

source: Jumbo (Vista and above)
da: Jumbo (Vista)
et: Jubmo (Vista ja kõrgemal)
hu: Hatalmas (Vista vagy újabb)
ja: 特大 ( Vista 以上)
sv: Jättestor (minst Vista)
vi: Rất, rất lớn

source: Small
da: Lille
et: Väie
hu: Kicsi
ja: 小
sv: Liten
vi: Nhỏ

source: Could not get update information
da: Versionsoplysninger er ikke tilgængelige
et: Ei saanud uuenduse infot vastu võtta
hu: Nem sierült frissítési információkat szerezni
ja: 更新情報を取得できませんでした..
sv: Kan inte hämta information om uppdateringar
vi: Không thể cập nhật hóa

source: You have the latest version.
da: Du har den seneste version af Appetizer
et: Sul on uusim versioon.
hu: A jelenlegi a legfrissebb verzió.
ja: あなたは最新バージョンを使用しています。
sv: Du har redan den senaste versionen.
vi: Bạn đã có phiên bản mới nhất rồi

source: A new version of Appetizer is available! Your version: %s New version: %s Release notes: %s Do you wish to download it now?
sv: En ny version av Appetizer finns tillgänglig! Din version: %s Nya versionen:%s Versionsinfo: %s Vill du hämta den nu?

source: New version of Appetizer
sv: En ny version av Appetizer

source: Error launching web browser
da: Fejl under opstart af internet browser
et: Veebibrauseri avamise viga
hu: Webböngésző elindítása sikertelen
ja: ウェブブラウザの起動に失敗
sv: Fel när webbläsaren skulle startas
vi: Web browser bị lỗi, không chạy được

source: There was an error registering the hot key. Another application may already have registered it.
da: Fejl! Kan ikke definere genvejstast. Måske er den allerede i brug.
et: Viga ilmnes registreerimise hot key. Teine programm võib olla juba registreeritud sellega.
hu: Nem sikerült beállítáani a gyorsbillentyűt. Talán egy másik alkalmazás már használja azt.
ja: ホットキーの登録に失敗しました。別のアプリケーションによって使用されている可能性があります。
sv: Ett fel uppträdde för detta kortkommando. Det används kanske redan av ett annat program.
vi: Không thể chỉ định Hot Key, một thảo trình khác có thể đã dùng Hot Key này rồi.

source: Minimize to tray
da: Minimer
et: Minimiseeri tööribale
hu: Küldés a tálcára
ja: 最小化でトレイに移動
sv: Minimera till Meddelandefältet
vi: Mang xuống System Tray

source: %s is now going to be minimized to the System Tray. Note that you may change this behavior in the '%s' windows ('%s' tab)
da: %s minimeres til System bakken. Bemærk: handlingen kan ændres i '%s/%s'
et: %s minimiseeritakse nüüd tööribale. Sa saad muuta seda seadet '%s' ('%s' tab)
hu: Az %s most kis méretre vált. A Tálcán megtalálod. Az ezzel kapcsolatos beállításokat megváltoztathatod itt: '%s' ('%s' fül)
ja: %s をシステムトレイに最小化します '%s' ウィンドウ('%s' タブ)から、この動作を変更することが出来ます。
sv: %s kommer nu att minimeras till Meddelandefältet. Observera att du kan ändra detta beteende under '%s', fliken '%s'!
vi: %s sẽ được mang xuống System Tray. Bạn có thể thay đổi phần này trong '%s' windows ('%s' tab)

source: Operations
da: Handlinger
et: Operatsioonid
hu: Műveletek
ja: 操作
sv: Funktioner

source: Don't show this message again
da: Vis ikke denne besked igen
et: Ära näita seda teadet enam
hu: Ne mutasd ezt újra
ja: 次回から表示しない
sv: &Visa inte detta meddelande nästa gång
vi: Đừng cho thấy phần này nữa

source: Error
da: Fejl
et: Viga
hu: Hiba
ja: エラー
sv: Fel
vi: Bị lỗi

source: Warning
da: Advarsel
et: Hoiatus
hu: Figyelmeztetés
ja: 警告
sv: Varning
vi: Báo động

source: Confirmation
da: Bekræft handling
et: Nõustumine
hu: Megerősítés
ja: 確認
sv: Bekräfta
vi: Xác nhận

source: Help
da: Hjælp
et: Abi
hu: Segítség
ja: ヘルプ
sv: Hjälp
vi: Hướng dẫn - Giúp đỡ

source: Multi-launch
da: Multistart
et: Mitme programmi käivitaja
hu: Csoportos futtatás
ja: 複数起動
sv: Multistart

source: Import shortcuts
da: AutoOpret genveje
et: Impordi otseteid
hu: Parancsikonok importálása
ja: ショートカットのインポート
sv: Importera genvägar
vi: Chuyển phần đường tắt vào thảo trình

source: Help Topics
da: Indhold...
et: Abi kaustad
hu: Súgótémák
ja: ヘルプ - トピック
sv: Hjälpindex ...
vi: Chủ đề các phần hướng dẫn - Giúp đỡ

source: Get Support
da: Support
et: Saa abi
hu: Támogatás
ja: サポート
sv: Support ...
vi: Yêu cầu trợ giúp

source: About %s...
da: Om %s...
et: Info %s... kohta
hu: Az About %s-ről...
ja: %s について...
sv: Om %s ...
vi: Đã được %s...

source: The multilaunch group is currently empty. Do you wish to show the help topic about this feature?
da: Ingen programmer er valgt til Multistart. Se hjælp til denne funktion?
et: Mitmeprogrammikäivitaja grupp on hetkel tühi. Kas sa sooviksid näha abikaustast infot selle kohta?
hu: A "csoportos indítás" csoport üres. Meg szeretnéd nézni a súgó idevágó részét?
ja: 現在、複数起動グループにはアイテムがありません。この機能に関するヘルプを表示しますか?
sv: Gruppen Multistart är för tillfället tom. Vill du se hjälpavsnittet för denna funktion?
vi: Phần multilaunch group hiện chưa có gì. Bạn cần hướng dẫn cách sử dụng phần này?

source: Plugin script is not in the right format. Please encode it as UTF-8 NO BOM or ASCII. Applies to:
da: Forkert tegnkodning i plugin script. Tegnkodningen skal være UTF-8, NO BOM eller ASCII. Tilføj til:
et: Lisa skript ei ole õiges formaadis. Palun muuda see UTF-8 NO BOM või ASCII. Applies to:
hu: A Kiegészítő script formátuma nem megfelelő. Kódold át UTF-8 NO BOM vagy ASCII formátumba.
ja: プラグインスクリプトの書式に誤りがあります。エンコードが UTF-8(BOMなし) または ASCII であるか確認してください。
sv: Plugin-skriptet har ett felaktigt format. Koda det som UTF-8 NO BOM eller ASCII. Gäller:
vi: Thảo trình phụ dùng sai cách. Xin lưu trữ dưới dạng UTF-8 NO BOM hoặc ASCII. Dùng cho:

source: Could not open %s
da: Kunne ikke åbne %s
et: Ei saa avada %s
hu: A következő fájl megnyitása sikeretelen volt: %s
ja: %s を開くことが出来ません
sv: Kan inte öppna %s
vi: Không thể mở %s

source: Can not read zip entry '%s'
da: Kan ikke læse zip entry '%s'
et: Ei saa lugeda zip`i '%s'
hu: Hiba a zip bejegyzés megnyitásako: %s'
ja: ZIPエントリ '%s' を読みこまめません
sv: Kan inte läsa zip '%s'
vi: Không đọc được zip entry '%s'

source: Can not create file '%s'
da: Kan ikke oprette '%s'
et: Ei saa luua faili '%s'
hu: Nem sikerült létrehozni a következő fájlt: %s'
ja: ファイル '%s' を作成できません
sv: Kan inte skapa filen '%s'
vi: Không thể tạo ra '%s'

source: The plugin has been installed successfully. It will be activated the next time %s is started
da: Installation af plugin er udført. Genstart %s for aktiverer ændringen.
et: Lisa on edukalt installitud. See aktiveeritakse järgmine kord kui %s on alustatud
hu: A Kiegészítő sikeresen telepítve. Az új Kiegészítő az %s legközelebbi indításakor fog elindulni.
ja: プラグインのインストールに成功しました。 %s を次回起動した時から有効になります。
sv: Denna plugin har installerats utan problem. Den kommer att aktiveras nästa gång %s startas
vi: Thảo trình phụ đã được gắn. Thảo trình phụ %s sẽ bắt đầu hoạt động lần tới.

source: This skin is not compatible with the current version of %s.
da: Dette tema er ikke kompatibelt med den aktuelle version af %s.
et: See rüü pole toetatud hetkel oleva versiooniga %s.
hu: Ez a Külső nem kompatibilis a program jelenlegi verziójával: %s.
ja: 現在のバージョン %s に対応していないスキンです。
sv: Detta skal är inte kompatibelt med denna version av %s.
vi: Áo này không chạy được với phiên bản %s.

source: Do you wish to remove this icon?
da: Er du Sikker på, at du vil fjerne denne genvej?
et: Kas sa sooviksid eemaldada selle ikooni?
hu: Valóban törölni akarod az ikont?
ja: 本当にこのアイコンを除去しますか?
sv: Vill du verkligen ta bort denna genväg?
vi: Bạn muốn tháo bỏ biểu tượng này?

source: A shortcut with this name already exists. Do you wish to overwrite it?
sv: En genväg med detta namn finns redan. Vill du skriva över den?

source: Please wait while your applications are being closed.
da: Vent venligst. Programmet afsluttes.
et: Palun oota kui sinu programmid sulguvad.
hu: Egy kis türelmet, amíg az alkalmazások bezáródnak.
ja: アプリケーションを終了しています... お待ちください
sv: Vänta medan dina program stängs.
vi: Xin vui lòng đợi trong lúc thảo trình đang đóng lại.

source: You do not have sufficient privileges for this operation.
da: Du har ikke tilladelse til denne handling
et: Sul pole küllalt õigusi selleks operatsiooniks.
hu: Nem rendelkezel megfelelő engedélyekkel ehhez a művelethez.
ja: あなたはこの操作を行う権限が与えられていません。
sv: Du har inte tillräckliga rättigheter för denna åtgärd.
vi: Bạn không đủ thẩm quyền làm điều này

source: Do you wish to eject the drive?
da: Afbryd/skub enhed ud?
et: Kas sa sooviksid eemaldada selle ketta?
hu: Biztosa le akarod választani a cserélhető meghajtót?
ja: 本当にドライブをイジェクトしますか?
sv: Vill du mata ut enheten?
vi: Bạn muốn eject drive?

source: Translators: %s
da: Oversættere: %s, Henrik Agersted
et: Tõlkijad: %s
hu: Fordítók: %s
ja: 翻訳者: %s
sv: Översättare: %s
vi: Chuyển dịch: %s

source: This software uses a number of open source libraries including:
da: Dette program anvender flere open source biblioteker, bl.a.:
hu: Ez a szoftver több nyílt forráskódú könyvtárat is használ, többek között ezeket:
ja: このソフトウェアには、以下のオープンソースライブラリが使用されています:
sv: Detta program utnyttjar ett antal open source-bibliotek, bl.a.:
vi: Thảo trình này dùng một số phần open source kể cả:

source: - Simpleini by Brodie Thiesfield
da: - Simpleini af Brodie Thiesfield
et: - Brodie Thiesfieldi poolt Simpleini
hu: - Simpleini: Brodie Thiesfield
sv: - Simpleini av Brodie Thiesfield
vi: - Simpleini của Brodie Thiesfield

source: - TinyXml by Yves Berquin
da: - TinyXml af Yves Berquin
et: - Yves Berquini poolt TinyXml
hu: - TinyXml: Yves Berquin
sv: - TinyXml av Yves Berquin
vi: - TinyXml của Yves Berquin

source: - CStdString by Joe O'Leary
da: - CStdString af Joe O'Leary
et: - Joe O´Leary poolt CStdString
hu: - CStdString: Joe O'Leary
sv: - CStdString av Joe O'Leary
vi: - CStdString của Joe O'Leary

source: - Lua by Roberto Ierusalimschy, Luiz Henrique de Figueiredo, and Waldemar Celes
da: - Lua af Roberto Ierusalimschy, Luiz Henrique de Figueiredo, og Waldemar Celes
et: Roberto Ierusalimschy, Luiz Henrique de Figueiredo ja Waldemar Celesi poolt Lua
hu: - Lua: Roberto Ierusalimschy, Luiz Henrique de Figueiredo, és Waldemar Celes
sv: - Lua av Roberto Ierusalimschy, Luiz Henrique de Figueiredo, och Waldemar Celes
vi: - Lua của Roberto Ierusalimschy, Luiz Henrique de Figueiredo, và Waldemar Celes

source: - ccrypt by Peter Selinger
sv: - ccrypt av Peter Selinger

source: - FreeType by its respective contributors
sv: - FreeType av sina respektive upphovsmän

source: - wxWidgets by their respective authors
da: - wxWidgets af deres respektive forfattere
et: Austatud autorite poolt wxWidgets
hu: - wxWidgets: a szerzők
sv: - wxWidgets av sina respektive upphovsmän
vi: - wxWidgets của những người thiết kế nó

source: Dialog boxes are built using wxGlade by Alberto Griggio.
da: Dialog boksene er lavet i wxGlade af Alberto Griggio.
et: Dialoogiaknad on ehitatud kasutades wxGlade Alberto Griggio poolt.
hu: Az ablakok wxGlade (Alberto Griggio) felhasználásával készültek.
sv: Dialogrutor har skapats med wxGlade av Alberto Griggio.
vi: Dialog boxes thiết kế bằng wxGlade của Alberto Griggio.

source: About
da: Om
et: Info
hu: A programról
ja: バージョン情報
sv: Om
vi: Về thảo trình này

source: License
da: Licens-oplysninger
et: Litsents
hu: Licensz
ja: ライセンス
sv: Licens

source: Credits
da: Tak til
et: Krediidid
ja: クレジット
sv: Ett stort tack till:
vi: Ghi nhận đóng góp

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
da: Dette program er fri software og må distribures og/eller ændres i hendhold til betingelserne i GNU, General Public License, version 3 eller senere, der udgives af Free Software Foundation. Dette program distribueres i håb om at det kan bruges, men UDEN NOGEN FORM FOR GARANTI; heller de underforståede garantier vedrørende SALGBARHED eller SPECIFIK BRUGSEGNETHED. Se iøvrigt GNU General Public License. Med denne programpakke følger et eksemplar af GNU General Public License, version 3 (data/License.txt). Seneste version af General Public License kan findes her: <http://www.gnu.org/licenses/>.
et: See programm on tasuta kättesaadav: Sa saad sellele annetada ja muuta GNU General Public License lepingu all mis on väljastatud Free Software Foundation või 3 versiooni lepingu all või mõne teise versiooni. See programm on väljastatud mõttel, et see oleks kasulik aga WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. Vaata GNU General Public License rohkem infoks. Sul peaks olema GNU General Public License kopeering kaasas selle programmiga. Kui pole siis mine <http://www.gnu.org/licenses/>.
hu: Ez egy ingyenes szoftver: szabadon terjesztheted, és/vagy módosíthatod a Free Software Foundation által kiadott GNU General Public Licensz 3, vagy későbbi változatainak szabályai alapján. A programhoz mellékelve van a GNU General Public Licensz egy másolata. Ha nem, itt megtalálod: <http://www.gnu.org/licenses/>.
ja: このプログラムはフリーソフトウェアです: あなたは、GNU 一般公有使用許諾(バージョン 3 または以降のバージョン) によって定められた各条項に基づいて本プログラムを再頒布または変更することができます。 本プログラムは有用とは思いますが、市場性及び特定目的適合性についての暗黙の保証を含め、いかなる保証も行ないません。詳細については、GNU一般共有使用許諾書の該当項目をご覧ください あなたは、本プログラムと一緒にGNU 一般公有使用許諾のコピーを受け取っているはずです。もし見つからない場合はこちらを参照してください<http://www.gnu.org/licenses/>.
sv: Detta program är fri programvara. Du kan distribuera det och/eller modifiera det under villkoren i GNU General Public License, publicerad av Free Software Foundation, antingen version 3 eller (om du så vill) någon senare version. Detta program distribueras i hopp om att det ska vara användbart, men UTAN NÅGON SOM HELST GARANTI, även utan underförstådd garanti om SÄLJBARHET eller LÄMPLIGHET FÖR NÅGOT SPECIELLT ÄNDAMÅL. Se GNU General Public License för ytterligare information. Du bör ha fått en kopia av GNU General Public License tillsammans med detta program. Om inte, se http://www.gnu.org/licenses/
vi: Thảo trình này hoàn toàn miễn phí: Bạn có thể phân phát, thay đổi hoặc chuyển cho người khác dùng theo quy ước của GNU General Public License đã được hội Free Software Foundation xuất bản, dùng phiên bản 3 hoặc mới hơn. Thảo trình này HOÀN TOÀN KHÔNG CÓ BẢO ĐẢM GÌ; cũng không có bất cứ TRÁCH NHIỆM TRỢ GIÚP KỸ THUẬT NÀO với bất cứ cơ quan, đoàn thể nào. Xin đọc thêm phần GNU General Public License. Bạn đã nhận được một bản sao của GNU General Public License chung với thảo trình này. Nếu bạn không nhận được, xin đến thăm Vietwikipedia.org Cầu hoặc đến thăm <http://www.gnu.org/licenses/>.

source: Web:
da: Internet:
et: Veeb:
ja: ウェブ:
sv: Webbplats:
vi: Trang nhà:

source: Contact:
da: Kontakt:
et: Kontakt
hu: Kapcsolat:
ja: 連絡先:
sv: E-postadress:
vi: Liên lạc:

source: %s, Version %s.%s.%s (Build #%s)
et: %s, Versioon %s.%s.%s (Build #%s)
hu: %s, Verzió: %s.%s.%s (Build #%s)
ja: %s, バージョン %s.%s.%s (ビルド #%s)
sv: %s, version %s.%s.%s (bygge #%s)
vi: %s, Phiên Bản %s.%s.%s (Build #%s)

source: Yes
da: Ja
et: Jah
hu: Igen
ja: はい
sv: &Ja
vi: Đồng ý

source: No
da: Nej
et: Ei
hu: Nem
ja: いいえ
sv: &Nej
vi: Không đồng ý

source: Cancel
da: Anuller
et: Peata
hu: Mégsem
ja: キャンセル
sv: Avbryt
vi: Hủy bỏ

source: General
da: Overordnet
et: põhiline
hu: Általános
ja: 一般
sv: Allmänt
vi: Tổng quát

source: Appearance
da: Udseende
et: Välimus
hu: Megjelenés
ja: 外観
sv: Utseende

source: Save
da: Gem
et: Salvesta
hu: Mentés
ja: 保存
sv: &Spara
vi: Lưu trữ

source: Options
sv: Alternativ

source: Enabled
da: Aktiveret
et: Võimalda
hu: Engedélyezve
ja: 有効
sv: Aktiverad
vi: Cho chạy

source: Disabled
da: Deaktiveret
et: Ära võimalda
hu: Letiltva
ja: 無効
sv: Inaktiverad
vi: Ngưng chạy

source: Language:
da: Sprog:
et: Kee:
hu: Nyelv:
ja: 言語:
sv: Språk (&Language):
vi: Ngôn ngữ:

source: Always on top
da: Altid øverst
et: Alati pealmine
hu: Mindig legfelül
ja: 常に手前表示
sv: &Alltid överst
vi: Luôn luôn nằm trên

source: Allow only one instance of %s at a time
da: Tillad kun én aktivt udgave af %s ad gangen
et: Luba ainult üks juhtum korraga %s
hu: Csak egy példány futhat a programból. %s
ja: %s のインスタンスをひとつだけ許可
sv: &Tillåt bara en instans av %s åt gången
vi: %s - cho phép 1 thảo trình chạy mà thôi

source: Check for update
da: Kontroller version
et: Otsi uuendusi
hu: Frissítések keresése
ja: アップデートを確認
sv: Sök efter &uppdateringar ...
vi: Xem coi có cập nhật hóa nào mới hay không

source: Install autorun file
da: Opret autorun fil
et: Installi autorun fail
hu: Autorun fájl létrehozása
ja: オートランファイルをインストール
sv: &Installera autostartfil (på USB-minne) ...
vi: Gắn phần Tự Động Chạy

source: Icon size:
da: Størrelse på ikoner:
et: Ikooni suurus:
hu: Ikonok mérete:
ja: アイコンサイズ:
sv: &Ikonstorlek:
vi: Cỡ của biểu tượng

source: Skin:
da: Tema:
et: Rüü:
hu: Külső:
ja: スキン:
sv: S&kal:
vi: Áo:

source: Orientation:
da: Retning:
et: Oritentatsioon:
hu: Ikonok elhelyezkedése:
ja: 方向:
sv: &Riktning:

source: Opacity:
sv: Opacitet:

source: Download more skins
sv: Hämta fler skal

source: Label position:
sv: Etikettplats:

source: Hidden
sv: Dold

source: Bottom
sv: Nere

source: Right
da: Højre
et: Paremale
hu: Jobb
sv: Högerpil
vi: Phải

source: Horizontal
da: Vandret
et: Horisontaalne
hu: Vízszintes
ja: 左右
sv: Liggande

source: Vertical
da: Lodret
et: Vertikaalne
hu: Függőleges
ja: 上下
sv: Stående

source: Default
da: Standard
et: Tavaline
hu: Alapértelmezett
ja: デフォルト
sv: Standard
vi: Định sẵn

source: Auto-hide after launching an application
da: Minimer Appetizer når program startes
et: Automaatselt peida kui programm käivitub
hu: Az ablak elrejtése egy program indítása után
ja: アプリケーション起動後に自動的に隠れる
sv: &Minimera Appetizer när ett program startats
vi: Tự giấu đi (auto-hide) sau khi đã chạy

source: Run multi-launch group on startup
da: Multistart valgte programmer når Appetizer startes
et: Ava mitmeprogrammi ajava süsteemi laadimisel
hu: A csoprtos futtatás programjainak indítása programindításkor
ja: スタートアップ時に複数起動グループを実行
sv: &Kör gruppen Multistart vid programstart
vi: Chạy multi-launch group ở startup

source: Hot key to hide / show the bar
da: Genvejstast for minimer/maksimer Appetizer
et: Hot key peitmiseks / näitamiseks riba
hu: Gyorsbillentyű a program elrejtéséhez/megjelenítéséhez
ja: ホットキーでバーを表示/隠す
sv: Kortkommando för att dölja/visa Appetizer
vi: Hot Key để giấu/cho thấy phần bar

source: Control +
et: Controll +
sv: &Ctrl+

source: Shift +
sv: Sk&ift+
