Repository: samehfido/appetizer-code
Catalog: Data/Locales/*/appetizer.po
Languages: da, et, hu, ja, sv, vi

source: When ejecting the drive, close the apps that are locking it
da: Afslut kørende programmer, når enhed afbrydes/skubbes ud
et: Kui draivi eemaldad siis sulge lisad mis blokeerivad seda
hu: A meghajtó lecsatlakoztatáakor zárd be azokat a lecsatlakoztatást blokkoló alkalmazásokat.
ja: ドライブをイジェクトするときは、ロックしているアプリケーションを終了する
sv: &När en enhet matas ut, stäng de program som låser enheten
vi: Khi tháo drive ra khỏi máy, đóng tất cả thảo trình đang chạy

source: Close button minimizes to System Tray
da: Knappen Afslut minimerer Appetizer til systembakken
et: Sulge nuppu minimiseerimine tööribale
hu: A Bezárás gomb a tálcára küldi a programot
ja: 閉じるボタンでシステムトレイに最小化
sv: &Låt knappen Stäng minimera till Meddelandefältet
vi: Đóng nút "mang xuống System Tray"

source: <None>
da: <ingen>
et: <Tundmatu>
hu: <Üres>
ja: <なし>
sv: <Ingen>
vi: <Không>

source: Numpad 0
da: Numerisk tast 0
sv: Num 0

source: Numpad 1
da: Numerisk tast 1
sv: Num 1

source: Numpad 2
da: Numerisk tast 2
sv: Num 2

source: Numpad 3
da: Numerisk tast 3
sv: Num 3

source: Numpad 4
da: Numerisk tast 4
sv: Num 4

source: Numpad 5
da: Numerisk tast 5
sv: Num 5

source: Numpad 6
da: Numerisk tast 6
sv: Num 6

source: Numpad 7
da: Numerisk tast 7
sv: Num 7

source: Numpad 8
da: Numerisk tast 8
sv: Num 8

source: Numpad 9
da: Numerisk tast 9
sv: Num 9

source: Tab
et: Kaart
sv: Tabb

source: Return
da: Retur
et: Tagasi
hu: Enter
sv: Enter

source: Escape
sv: Esc

source: Space
da: Mellemrum
et: Tühik
sv: Mellanslag
vi: Escape

source: Delete
da: Slet
et: Kustuta
sv: Del
vi: Delete - Xóa

source: Left
da: Venstre
et: vasakule
hu: Bal
sv: Vänsterpil
vi: Trái

source: Up
da: Op
et: üles
hu: Fel
sv: Uppåtpil
vi: Lên

source: Down
da: Ned
et: Alla
hu: Le
sv: Neråtpil
vi: Xuống

source: Exclude these items from import operations
da: AutoOpret ikke genveje til følgende filer og mapper
hu: Ezeket az elemeket ne vegye bele az import műveletekbe
ja: これらの操作をインポートから除外する
sv: Importera inte följande filer
vi: Không tính những phần này trong import operations

source: Available plugins
da: Tilgængelige plugins
et: Saadaval olevad lisad
hu: Rendelkezésre álló kiegészítők
ja: 利用可能なプラグイン
sv: Tillgängliga plugins
vi: Những thảo trình phụ có sẵn

source: Enable
da: Aktiver
et: Võimalda
hu: Engedélyezés
ja: 有効
sv: &Aktivera
vi: Cho chạy

source: Disable
da: Deaktiver
et: Ära võimalda
hu: Letiltás
ja: 無効
sv: &Inaktivera
vi: Không cho chạy nữa

source: Install...
da: Installer...
hu: Telepítés...
ja: インストール...
sv: I&nstallera ...
vi: Cài vào máy...

source: Download more plugins
sv: Hämta fler plugins

source: The changes made to the plugins will only be active the next time %s is started.
da: Ændringer i plugins træder først i kraft, næste gang %s startes.
et: Lisade muudatused aktiveeruvad järgmine kord kui %s on avatud.
hu: A Kiegészítők módosításai csak a program újraindítása után lépnek életbe. %s
ja: プラグインの変更は、%s を次回起動した時から有効になります。
sv: Alla förändringar som rör plugins aktiveras först efter omstart av %s.
vi: Thay đổi trong thảo trình phụ của %s sẽ hoạt động trong lần tới

source: By installing the autorun file on your removable drive, %s will start automatically when you insert your drive. Do you wish to continue?
da: Ved at oprette en fil, autorun.inf, på drev %s, vil drevet starte automatisk når det indsættes. Fortsæt?
et: Installides autorun fail kettale, %s alhab automaatselt kui sa sisestad draivi. Kas sa soovid jätkata?
hu: Az autorun fájl létrehozásával, az %s ezután mindig automatikusan elindul, amint csatlakoztatod a meghajtót. Biztos, hogy folytatod?
ja: オートランファイルをリムーバブルドライブにインストールすると、%s を起動した時に自動的に開始されます。 本当に続行しますか?
sv: Genom att installera en autostartfil på den flyttbara enhet så kommer %s att starta automatiskt när du sätter in den enheten. Vill du fortsätta?
vi: Khi gắn phần Tự Động Chạy vào USB, %s sẽ tự động chạy khi được cắm vào máy. Bạn có muốn tiếp tục?

source: Could not install autorun file. Please try again.
da: Autorun.inf kunne ikke oprettes. Prøv venligst igen
et: Ei saa installida autorun faili. Palun proovi uuesti.
hu: Az autorun fájlt nem sikerült létrehozni. Kérlek, próbáld újra...
ja: オートランファイルをインストールできません、再試行してください。
sv: Kan inte installera autostartfilen. Prova en gång till!
vi: Không thể cài phần Tự Động Chạy. Xin thử lại lần nữa.

source: The autorun file has been installed successfully
da: autorun.inf er oprettet
et: Autorun fail on edukalt installitud
hu: Autorun fájl sikeresen létrehozva.
ja: オートランファイルは正常にインストールされました。
sv: Autostartfilen har installerats utan problem
vi: Phần Tự Động Chạy đã được gắn.

source: Please enable the plugin in order to change its options.
sv: Aktivera denna plugin för att kunna ändra inställningarna.

source: %s Plugin Packages
da: %s Plugin Pakker
et: %s lisa Packages
hu: %s Kiegészítő Csomagok
ja: プラグインパッケージ %s
sv: %s pluginpaket

source: All files
da: Alle filer
et: Kõik failid
hu: Minden fájl
ja: すべてのファイル
sv: Alla filer
vi: Tất cả mọi dữ liệu

source: Select a plugin package
da: Vælge en plugin pakke
et: Vali lisa package
hu: Válassz kiegészítőcsomagot
ja: プラグインパッケージを選択
sv: Välj ett pluginpaket
vi: Chọn một thảo trình phụ

source: Please wait...
da: Vent venligst...
et: Palun oota...
hu: Egy kis türelmet...
ja: お待ちください...
sv: Vänta ...
vi: Xin vui lòng đợi...

source: Some of these changes will only be applied until after you restart the application.
da: Nogle af disse ændringer kræver at du genstarter programmet.
et: Mõned muudatused aktiveeruvad siis kui sa oled taaskäivitanud programmi.
hu: Néhány beállítás csak az alkalmazás újraindítása után lép életbe.
ja: いくつかの変更は、アプリケーションの再起動後に有効になります。
sv: Vissa av dessa förändringar kräver omstart av programmet för att aktiveras.
vi: Sau khi tắt và mở thảo trình này, bạn mới thấy các điều vừa được thay đổi

source: Loading tree...
da: Læser mapper...
et: Laen listi...
hu: Fa betöltése...
ja: ツリーを読み込み中...
sv: Laddar träd ...

source: Select a file or a folder
da: Vælg fil eller mappe
et: vali fail või kaust
hu: Válassz egy fájlt vagy mappát
ja: ファイルまたはフォルダを選択
sv: Välj en fil eller en mapp
vi: Chọn một dữ liệu hay một cặp giấy

source: Select an icon
da: Vælg et ikon
et: Vali ikoon
hu: Válassz ikont
ja: アイコンを選択
sv: Väjl en ikon
vi: Chọn một biểu tượng

source: Icon file or library:
da: Søg efter ikoner i filen:
et: Ikooni fail või kaust:
hu: Ikon fájl vagy könyvtár
ja: アイコンまたはライブラリ:
sv: Ikonfil eller -bibliotek:
vi: Hồ sơ hình biểu tượng hoặc library:

source: All supported files
da: Ikonfiler
et: Kõik toetatud failid
hu: Minden támogatott formátum
ja: すべての対応するファイル
sv: Alla understödda filer
vi: Tất cả các tài liệu được phép dùng

source: Icons
da: Ikoner
et: ikoonid
hu: Ikonok
ja: アイコン
sv: Ikoner
vi: Biểu tượng

source: Executables
da: Program filer
et: Lahti pakitavad
hu: Alkalmazások
ja: 実行形式
sv: Körbara filer

source: Dynamic libraries
et: Dünaamilised kogud
hu: Dinamikus könyvtárak
ja: DLL
sv: Dynamiska bibliotek
vi: Executables

source: Icon libraries
et: ikooni kogud
hu: Ikonkönyvtárak
ja: アイコンライブラリ
sv: Ikonbibliotek
vi: Thư viện các hình biểu tượng

source: Select an icon file or library
da: Vælg et Ikon
et: Vali ikoon või kogu
hu: Válasz egy ikon fájlt, vagy -könyvtárat
ja: アイコンファイルまたはライブラリを選択
sv: Välj en ikonfil eller -bibliotek
vi: Chọn một hồ sơ hình biểu tượng hoặc một library

source: This tool will help you import your shortcuts into %s. Please select below where you would like to import your shortcuts from:
da: Autoopret genveje i %s. Vælg hvor du vil søge:
et: See tööriist aitab sind importida otseteid %s. Palun vali kust sa tahaksid importida otseteid:
hu: Ez az eszköz segít a parancsikonokat az %s-be importálni. Válaszd ki, honnan importáljuk a parancsikonokat:
ja: %s に既存のショートカットをインポートします。 インポートしたいショートカットの場所を選択してください:
sv: Detta verktyg hjälper dig att importera genvägar till %s. Välj här nere var du vill importera dina genvägar ifrån:
vi: Phần này sẽ giúp bạn chuyển các đường tắt shortcuts vào %s. Chọn chuyển các đường tắt từ đâu:

source: PortableApps.com applications
da: PortableApps.com programmer
et: PortableApps.com programmid
hu: Portableapps.com programok
ja: PortableApps.com - アプリケーション
sv: &Program från PortableApps.com
vi: Thảo trình từ PortableApps.com

source: Windows Quick Launch toolbar
da: Værktøjslinien Hurtig start
et: Windowsi Quick Launh tööriist
hu: A Gyorsindítás eszköztár programjai
ja: Windows - クイック起動バー
sv: Program i &Snabbstartsfältet

source: Windows Start Menu programs
da: Menuen start
et: Windosi Start-menüü programmid
hu: A Start menü programjai
ja: Windows - スタートメニュープログラム
sv: Program i &Windows startmeny

source: Start >>
et: Alusta >>
ja: 開始>>
sv: S&tarta >>
vi: Windows Start Menu programs

source: Importing shortcuts... Please wait.
da: Opretter genveje... Vent lidt
et: impordi otseteid... Palun oota.
hu: Parancsikonok importálása... Egy kis türelmet...
ja: ショートカットのインポート中... お待ちください
sv: Importerar genvägar ... Vänta!
vi: Đang chuyển phần đường tắt vào thảo trình... Xin đợi giây lát

source: Preferences
sv: Inställningar

source: Group Properties
da: Egenskaber for gruppe
et: Grupi seaded
hu: Csoport tulajdonságai
ja: グループのプロパティ
sv: Egenskaper för grupper
vi: Properties của nhóm

source: Shorcut Properties
da: Egenskaber for genvej
et: Otsetee seaded
hu: Parancsikon tulajdonságai
ja: ショートカットのプロパティ
sv: Egenskaper för genvägar
vi: Propeties của phần đường tắt

source: Name:
da: Navn:
et: Nimi:
hu: Név:
ja: 名前:
sv: &Namn:
vi: Tên:

source: Location:
da: Placering:
et: Asukoht:
hu: Hely:
ja: 場所:
sv: Sö&kväg:
vi: Địa điểm:

source: Parameters:
da: Parametre:
et: parameetrid:
hu: Paraméterek:
ja: パラメータ:
sv: &Parametrar:

source: Icon:
da: Ikon:
et: ikoon:
hu: Ikon:
ja: アイコン:
sv: Ikon:
vi: Biểu tượng:

source: Change icon...
da: Skift ikon...
et: Muuda ikooni:
hu: Másik ikon...
ja: アイコンを変更
sv: &Byt ikon ...
vi: Thay đổi biểu tượng...

source: Use default
da: Brug standard
et: Kasuta tavalist
hu: Alapértelmezett használata
ja: デフォルトで使用
sv: &Återställ
vi: Dùng phần định sẵn

source: The location may be a file, a folder or a URL.
sv: Platsen kan vara en fil, en mapp eller en URL.

source: The shortcut location doesn't exist. Do you wish to continue?
da: Genvejens placering findes ikke. Fortsæt?
et: Otsetee asukoht ei eksisteeri. Kas sa sooviksid jätkata?
hu: A parancsikon elérési útja nem létezik. Folytatod?s
ja: ショートカット先にアイテムが存在しません。続行しますか?
sv: Denna genväg har inget mål. Vill du fortsätta?
vi: Không tìm thấy phần đường tắt. Bạn vẫn muốn tiếp tục?

source: Import
da: Genveje
et: Impordi
hu: Importálás
ja: インポート
vi: Mang vào

source: Information
et: Info
hu: Információ
ja: インフォメーション
vi: Tin tức

source: Copyright © %s
et: Autoriõigus © %s
ja: 著作権© %s

source: Plugins
et: Lisad
hu: Kiegészítők
ja: プラグイン
vi: Thảo trình phụ

source: Plugin
et: Lisa
hu: Kiegészítő
ja: プラグイン
vi: Thảo trình phụ

source: Status
et: Staatus
hu: Állapot
ja: ステータス
vi: Tình trạng

source: Backspace
et: Tagasi

source: End
et: Lõpp

source: Home
et: Kodu
vi: Home - Trang chính

source: A new version is available! Your version: %s New version: %s Release notes: %s Do you wish to download it now?
ja: 新しいバージョンが利用可能です! あなたのバージョン: %s 新しいバージョン: %s 更新履歴: %s 今すぐダウンロードしますか?

source: OK
vi: Đồng ý
